[Play_X2_XP_S_TYG_Ambient_Musing_A AkEvent]
SpokenText="Personally, I find the Chosen disconcerting. The Elders' attempt at humanizing our enemy will make it all the more difficult for our troops to face them in battle."

[Play_X2_XP_S_TYG_Ambient_Musing_B AkEvent]
SpokenText="The mysteries of the Chosen's creation by the Elders will likely be left only to theory. As it stands now, we are still struggling to simply understand the already diverse range of schemes they employ."

[Play_X2_XP_S_TYG_Breakthrough_Complete_A AkEvent]
SpokenText="It is just as I had hoped, Commander."

[Play_X2_XP_S_TYG_Breakthrough_Complete_B AkEvent]
SpokenText="This will prove to have been an important breakthrough."

[Play_X2_XP_S_TYG_Breakthrough_Complete_C AkEvent]
SpokenText="The results of our breakthrough were quite fascinating."

[Play_X2_XP_S_TYG_Chosen_Comments_Assassin AkEvent]
SpokenText="The Chosen known as the Assassin seems to mirror the traits of the nobler warrior archetypes we know throughout our own history. Having witnessed, and more importantly, heard, the unusual commentary delivered by this Assassin, I cannot help but wonder about the source of these unique personality traits."

[Play_X2_XP_S_TYG_Chosen_Comments_Hunter AkEvent]
SpokenText="The Chosen we have come to know as the Hunter, based on its history with the Reaper faction, seems to be the most indifferent, if not outwardly wistful, of the Chosen. As to what it truly seeks I cannot say. But unlike the majority of the Elders' creations, this Hunter makes no effort to hide the disdain he holds for his masters."

[Play_X2_XP_S_TYG_Chosen_Comments_Warlock AkEvent]
SpokenText="A fanatical, if not wholly obsessed being, the Chosen Warlock is without question the most loyal of the Elders' children. In his many verbose orations, the Warlock has made it clear that he will make us pay for our defiance of the Elders. In truth, I suspect prolonged exposure to exceedingly high amounts of Psionic energy have long-ago warped this creature's mind."

[Play_X2_XP_S_TYG_Inspiration_Complete_A AkEvent]
SpokenText="Our inspiration did prove beneficial."

[Play_X2_XP_S_TYG_Inspiration_Complete_B AkEvent]
SpokenText="We completed our research in remarkable time, Commander."

[Play_X2_XP_S_TYG_Inspiration_Complete_C AkEvent]
SpokenText="When inspired, our team is actually quite efficient."

[Play_X2_XP_S_TYG_Photobooth_Musing_A AkEvent]
SpokenText="If it improves morale, then I suppose there is no harm in it."

[Play_X2_XP_S_TYG_Photobooth_Musing_B AkEvent]
SpokenText="Tell them to pose near an ADVENT Burger menu...for science, of course."

[Play_X2_XP_S_TYG_Photobooth_Musing_D AkEvent]
SpokenText="If anything, I fear we're making it easier for them to catalog our people."

[Play_X2_XP_S_TYG_Photobooth_Musing_E AkEvent]
SpokenText="I certainly hope our propaganda effort is not funded from my research budget."

[Play_X2_XP_S_TYG_Research_Complete_A AkEvent]
SpokenText="I think you'll find our results have exceeded expectations."

[Play_X2_XP_S_TYG_Research_Complete_B AkEvent]
SpokenText="This will prove to be an important step forward."

[Play_X2_XP_S_TYG_Research_Complete_C AkEvent]
SpokenText="Our research was a success, Commander."

[Play_X2_XP_S_TYG_Research_Complete_D AkEvent]
SpokenText="Another important step forward in our research."

[Play_X2_XP_S_TYG_Research_Complete_E AkEvent]
SpokenText="We have made a number of new discoveries, Commander."

[Play_X2_XP_S_TYG_Research_Confirmation_A AkEvent]
SpokenText="I will begin our research immediately."

[Play_X2_XP_S_TYG_Research_Confirmation_B AkEvent]
SpokenText="The science is eager to begin, Commander."

[Play_X2_XP_S_TYG_Research_Confirmation_C AkEvent]
SpokenText="I will send word as soon we have something of note."

[Play_X2_XP_S_TYG_Research_Confirmation_D AkEvent]
SpokenText="I will make that our highest priority."

[Play_X2_XP_S_TYG_Research_Confirmation_E AkEvent]
SpokenText="I agree that is an important task, Commander."

[Play_X2_XP_S_TYG_Walkup_Chosen_Defeated AkEvent]
SpokenText="The Elders' Chosen are incredibly resilient. Despite our victory over them today, we still have much to learn if we wish to destroy them permanently."

[Play_X2_XP_S_TYG_Walkup_Chosen_Extracted AkEvent]
SpokenText="If circumstances were different, I would have loved the opportunity to study the Chosen's means of extracting knowledge from our soldiers in the field, as we just saw."

[Play_X2_XP_S_TYG_Walkup_Chosen_Killed_Stronghold AkEvent]
SpokenText="Despite their apparent protections from our encounters in the field, it would seem the Chosen are entirely vulnerable within the confines of their strongholds."

[Play_X2_XP_S_TYG_Walkup_High_Level_Faction_Hero AkEvent]
SpokenText="The soldier that joined us from the Resistance is certainly a quick study, having already surpassed some our other soldiers' capabilities."

[Play_X2_XP_S_TYG_Walkup_Lost_Abandoned AkEvent]
SpokenText="Our new alliance with these outlying Resistance Factions presents an intriguing opportunity to study their varying means of survival they each employed all these years."

[Play_X2_XP_S_TYG_Walkup_Lost_Encountered AkEvent]
SpokenText="I have yet to discover exactly what type of exposure led to the creation of these Lost civilians, but their numbers would indicate a widespread effect."

[Play_X2_XP_S_TYG_Walkup_Soldier_Captured AkEvent]
SpokenText="Our allies within the Resistance will work tirelessly to find our lost soldier, I have no doubt about that, Commander."

[Play_X2_XP_TYG_S_Autopsy_Lost AkEvent]
SpokenText="Although similar in appearance to the Psionic zombies we have encountered previously in our engagements with the aliens, all current indications are that these Lost are the product of something else entirely. Prolonged exposure to the chemical agents first released in the earliest stages of the invasion seem to have turned these once innocent civilians into yet another form of the undead."

[Play_X2_XP_TYG_S_Autopsy_Priest AkEvent]
SpokenText="This specimen, known to our troops as the ADVENT Priest, has up until recently been rarely sighted outside of the city centers. While not physically intimidating, much like the Elders themselves these Priests are deceivingly powerful Psionic beings. Even in death, their remains still radiate with powerful afterimages of Psi-energy."

[Play_X2_XP_TYG_S_Autopsy_Purifier AkEvent]
SpokenText="After a careful examination of the specialized ADVENT unit identified as the Purifier, I have found clear evidence of genetic modification to the subject's thermoregulatory glands. These changes, in conjunction with their specialized armor, give the Purifiers an impressive heat tolerance bordering on total immunity."

[Play_X2_XP_TYG_S_Autopsy_Spectre AkEvent]
SpokenText="Referred to by our troops in the field simply as a "Spectre," it has so far been difficult to ascertain by what means this being is able to shift forms from a solid to gaseous state at will. I had theorized it could be a cloud of Nano-machines, or perhaps even an insect swarm. However, those theories have proven false, while offering no new direction for my research."

[Play_X2_XP_TYG_S_First_Breakthrough AkEvent]
SpokenText="Commander, our recent efforts in the lab have led to an unforeseen research breakthrough. If we act quickly, I can pursue this rare opportunity to advance our work."

[Play_X2_XP_TYG_S_First_Inspired AkEvent]
SpokenText="Commander, I have a novel idea for how to approach one of our upcoming research opportunities. If we pursue it, we could complete the project faster than normal study would allow."

[Play_X2_XP_TYG_S_First_Recovery_Boost AkEvent]
SpokenText="Commander, we can now employ an experimental technique to restore any soldier to perfect physical and mental health for a single combat mission."

[Play_X2_XP_TYG_S_First_Research_Breakthrough AkEvent]
SpokenText="Commander, during the course of our research, we made a startling breakthrough that has led us to another potential avenue of study. However, if we are to proceed down this path we must do so immediately, or I fear we will lose our opportunity to return to it in the future."

[Play_X2_XP_TYG_S_First_Research_Inspiration AkEvent]
SpokenText="Commander, the science team has grown particularly interested in this field of research, so much so that their inspiration could lead to vast improvements in our research efficiency. However, we must act fast, despite their brilliance they are a fickle group."

[Play_X2_XP_TYG_S_SITREP_Gateway AkEvent]
SpokenText="If these readings are correct, there may be a Psionic artifact in this area that could lead to a previously inaccessible site controlled by the aliens. We should consider whether to pursue this in the field, Commander."

[Play_X2_XP_TYG_S_SITREP_Outbreak AkEvent]
SpokenText="Commander, you should be aware, we are detecting Lost activity in this area.  Our forces will need to be especially vigilant."

[Play_X2_XP_TYG_S_SITREP_Psionic_Storm AkEvent]
SpokenText="There is an unusual amount of Psionic energy permeating this entire area, Commander. I would expect we will find various Psionically-adept aliens deployed in the field here."

[Play_X2_XP_TYG_S_SITREP_Savage AkEvent]
SpokenText="Commander, it would appear the aliens have sent a particularly nasty group of creatures into this area, it seems even ADVENT can barely control them. I would strongly advise caution."

[Play_X2_XP_TYG_S_Welcome_Recovery_Center AkEvent]
SpokenText="Now that we have a Recovery Center, we can provide the support necessary to turn some of our troop's less desirable traits into positive ones. We can also provide training to soldiers who have reached higher bond levels."

